{
  "home": {
    "head-title": "HowHow - Turning Content into Business",
    "title": "Hello world"
  },
  "not-found": {
    "title": "Page not found"
  },
  "header": {
    "home": "Home",
    "about": "About",
    "influencer": "I'm influencer",
    "contact": "Contact",
    "button": {
      "login": "Login",
      "register": "Register"
    }
  },
  "board": {
    "home-title": "Turning <0>content</0> into business.",
    "home-description": "<0>Howhow</0> is a company that connects brands to influencers, end long waits for campaigns or emails. Our centralized system accelerates influencer marketing, boosting results.",
    "home-company-button": "I'm a company",
    "home-influencer-button": "I'm an influencer",
    "results-campaigns": "Campaigns conducted",
    "results-influencers": "Registered influencers",
    "results-companies": "Registered companies",
    "about-title": "A little bit of our history",
    "about-description": "Howhow reinvents the interaction between brands and influencers. Our platform centralizes and accelerates all phases of influencer marketing campaigns, making collaboration efficient and effective. With Howhow, every connection counts.",
    "about-button": "Contact us",
    "about-brands": "Over 30 globally recognized brands",
    "steps-intro": "Step by Step",
    "steps-title": "How does a campaign work?",
    "steps-description": "Creating and managing a marketing campaign on our platform is easy!",
    "steps-button": "Advantages for influencers",
    "step-1-title": "Create a campaign",
    "step-1-description": "Research, filter, and create personalized lists with thousands of influencers. View their profiles, numbers, statistics, previous projects, costs, and other information to find the ideal profiles for your campaign.",
    "step-1-short-description": "Research, filter, and create personalized lists with thousands of influencers. View their profiles, numbers...",
    "step": "Step",
    "step-2-title": "Choose the influencers",
    "step-2-description": "Access the profiles of various influencers and get real-time detailed information, such as preferences, numbers, and previous work.",
    "step-2-short-description": "Access the profiles of various influencers and get real-time detailed information...",
    "step-3-title": "Manage your campaign",
    "step-3-description": "Track the progress of your campaign, have a detailed history of each influencer's process, whether they have accepted the proposal, signed the contract, submitted the video for review, and monitor campaign statistics from start to finish.",
    "step-3-short-description": "Track the progress of your campaign, have a detailed history of each influencer's process, whether they have accepted the proposal..."
  }
}
